OpenDTEF-v1812/tutorials/incompressible/pimpleFoam/RAS/TJunctionArrheniusBirdCarreauTransport/constant/transportProperties
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v1812                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      transportProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

transportModel  ArrheniusBirdCarreau;

alpha           0.1;
Talpha          300;

nu0             15e-06;
nuInf           15e-06;
k               0;
n               1;

// ************************************************************************* //
